11/data/attachments/192d2b8236a8e1de.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_bc78c0a3-9c43-47c8-b7c3-efa6043c0549</nif:username>
            <nif:friendToBeAdded>Joshua_state_Actions_18817_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>